Repository: jgasteiz/wedding
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Friday 24th June
es: Viernes, 24 de junio

source: You should arrive Przeworsk at some point during Friday and get a proper night sleep before Saturday. You will need it.
es: Deberíais llegar a Przeworsk en algún moment del viernes y dormir bien esa noche. Os hará falta.

source: Saturday 25th June
es: Sábado, 25 de junio

source: Morning, before 14:00
es: Mañana, antes de las 14:00

source: Do you need hairdressing / make-uping / nail-painting / tie-tying? Now it's the time.
es: Necesitas peluquería / maquillaje / pintarte las uñas / atarte la corbata? Éste es el momento.

source: For your own good, whatever you do this morning, <strong>don't</strong> get drunk.
es: Por tu propio bien, hagas lo que hagas antes de ir a misa, <strong>no</strong> te emborraches.

source: Get to the church! The ceremony will begin at 14:00 and it will last around 1 hour.
es: A misa! La ceremonia empieza a las 14:00 y durará alrededor de una hora.

source: A big bus and several cars will start going to the wedding venue, <a target="_blank" href="https://www.google.co.uk/maps/place/Ranczo.+Zajazd/@49.9687237,22.4157358,17z/data=!3m1!4b1!4m2!3m1!1s0x473c8e756201efad:0x969f4a0bbb080624">Ranczo, in Łopuszka Mała</a>.
es: Un autobús grande y varios coches empezarán a ir hacia el restaurante, <a target="_blank" href="https://www.google.co.uk/maps/place/Ranczo.+Zajazd/@49.9687237,22.4157358,17z/data=!3m1!4b1!4m2!3m1!1s0x473c8e756201efad:0x969f4a0bbb080624">Ranczo, en Łopuszka Mała</a>.

source: Wedding reception. Magda and Javi will get to the venue and drink the inaugural <a target="_blank" href="http://www.weddingbee.com/2010/05/05/polish-wedding-traditions-bread-and-salt/">shots of vodka, bread and salt</a>.
es: Recepción de la boda. Magda y Javi llegan al restaurante y toma el inaugural <a target="_blank" href="http://www.weddingbee.com/2010/05/05/polish-wedding-traditions-bread-and-salt/">vodka, pan y sal</a>.

source: If there are any presents, they should be given now.
es: Si hay regalos, se darán ahora.

source: Eat, Dance, Drink, Repeat (5 times)
es: Comer, Bailar, Beber, Repetir (5 veces)

source: The party starts with a traditional chicken soup and it's followed by a main meat dish. After that, you should expect the First Dance and straight after the vodka will start flowing. Then, you should expect another meat/main dish every couple of hours and lots of dancing between food and drinks.
es: La fiesta comienza con una tradicional sopa de pollo, seguida por un plato de carne. Después de los primeros platos, es hora del primer baile y acto seguido, el vodka empezará a correr. A partir de entonces, deberías esperar un plato de comida cada dos o tres horas y mucho baile entre bebida y comida.

source: This is Zurek, a traditional Polish soup.
es: Esto es Zurek, una sopa tradicional.

source: This is Barszcz Czerwony, another traditional Polish soup with dumplings.
es: Esto es Barszcz Czerwony, otra sopa tradicional con dumplings.

source: Additionally, there will be a Polish "village table" with other popular Polish dishes such as pierogi, kiełbasa, smoked cheese, fish and a selection of moonshine – careful here, this vodka is usually stronger than the regular one. Most likely, there will be also a "Spanish table" with stuff such as chorizo, queso, salchichón, lomo and more.
es: Además de los platos de comida principales, habrá una mesa con comida más tradicional de Polonia: pierogi, kiełbasa, queso ahumado, pescado y una selección de vodka y otros licores caseros - cuidado con estos, suelen ser más fuertes que el vodka normal. Probablemente también habrá una mesa con comida típica española con cosas como chorizo, queso, salchichón, lomo y otras cosas.

source: If you are vegetarian/vegan or have some kind of food intolerance, please get in touch with us and we'll try to sort something out
es: Si eres vegetariano/vegano o tienes algún tipo de intolerancia alimentaria, ponte en contacto con nosotros y ya arreglaremos algo

source: Contact
es: Contacto

source: What kind of drinks will be served?
es: Qué tipo de bebidas serán servidas?

source: Mainly vodka. We've already got over 100 bottles of Pan Tadeusz.
es: Sobre todo, vodka. Ya tenemos más de 100 botellas de Pan Tadeusz esperando para la boda.

source: There will be a big selection of soft drinks that go well with vodka. Some people don't like straight vodka and prefer to mix it with coke or juices – it's perfectly fine.
es: Habrá una gran selección de bebidas sin alcohol que van bien con el vodka. A algunas personas no les gusta el vodka a pelo y prefieren mezclarlo con coca cola o zumos – sin problema.

source: For the people who don't like vodka at all, there will be also plenty of beer.
es: Para los que no quieran nada de vodka, habrá bastante cerveza.

source: As much as you can! Dancing is a very social and common thing to do in a Polish wedding, everyone must dance.
es: Cuanto más, mejor. Bailar en bodas polacas es un <em>must</em>, todo el mundo tiene que bailar.

source: Magda's sister wedding, September 2014.
es: La boda de la hermana de Magda, Septiembre 2014.

source: Some random invitee is insisting to drink with him, what should I do?
es: Uno de los invitados está insistiendo en que beba con él, qúe debería hacer?

source: You won't offend (too much) anyone by not drinking when you're offered a toast, but it's always better if you accept. A good trick is to only drink half shots when you feel you've already drunk enough.
es: No ofenderás (demasiado) a nadie por no beber cuando te han ofrecido un brindis, pero es siempre mejor si aceptas. Un truco es llenar el chupito sólo por la mitad cuando creas que has bebido suficiente.

source: There will be some activities and games for the singles. I promise they are fun. The last dish will be served after that, probably a beetroot soup with dumplings.
es: Habrá algunas actividades y juegos para los solteros. Prometo que es divertido. El último plato de comida será servido justo después de eso, probablemente una sopa de remolacha con dumplings.

source: Some people will start leaving after midnight, but that doesn't mean the party is over! The music band will probably stay until 2 and we'll have some backup music to play until 4-5-6. Buses and other transports will start coming and going between the venue and Przeworsk hotels.
es: Algunas personas empezarán a irse después de media noche, pero eso no significa que la fiesta se ha terminado. El grupo de música estará con nosotros hasta las 2 y habrá música de backup hasta las 4-5-6. Autobuses y otros medios de transporte empezarán a circular entre el restaurante y los hoteles.

source: Interactive Map with useful spots
es: Mapa interactivo con lugares de interés

source: Open the map in a new tab
es: Abrir el mapa en una pestaña nueva

source: Home
es: Inicio

source: Trip preparation
es: Preparación del viaje

source: Song wish list
es: Elige la música

source: If you want to get in contact with us, drop us a line at
es: Si quieres ponerte en contacto con nosotros, escríbenos a

source: Where is this happening?
es: Dónde va a ser todo esto?

source: The ceremony will take place in a town called Przeworsk (pronunced `Pseworsk`). It's around 50km away from Rzeszów, the main city in the region of Podkarpacie.
es: La ceremonia será en una pequeña ciudad llamada Przeworsk (pronunciado Psevorsk). Está a unos 50km de Resovia, la principal ciudad de la región de Podkarpacie. Por cierto, está región de Polonia (Sudeste) tiene el nombre histórico de Galicia.

source: A general map (click for zoom)
es: Un mapa de la zona (haz click para hacer zoom)

source: Here you can see the region of Podkarpacie in red, bordering with Ukraine in the East and Slovakia in the South.
es: Aquí puedes ver la región de Podkarpacie en rojo, haciendo frontera con Ucrania en el este y con Eslovaquia en el sur.

source: Zooming in Rzeszów
es: Haciendo zoom en Resovia

source: When is this happening?
es: Cuándo va a ser todo esto?

source: Saturday, 25th June 2016
es: Sábado, 25 de junio de 2016

source: You should definitely try to be in Rzeszów or Przeworsk by Friday 24th June, although it's probably a good idea if you can be there by Thursday. I've heard some people are thinking on visiting Krakow for a few days before the wedding, so feel free to do the same.
es: Deberías intentar estar en Resovia o Przeworsk para el viernes 24 de junio, aunque probablemente sea buena idea que intentes estar para el jueves. Hemos oído que algunos están pensando en visitar Cracovia durante unos días antes de la boda y nos parece una idea estupenda.

source: From Krakow
es: Desde Cracovia

source: We're arranging a bus between Krakow and Przeworsk on Friday 24th - time to be confirmed, but probably around midday. Please, let me know if you're interested in taking this bus.
es: Vamos a organizar un autobús entre Cracovia y Przeworsk el viernes 24 - la hora no está confirmada, pero seguramente sea al mediodía. Por favor, dinos si estás interesado en coger este autobús.

source: From Rzeszów
es: Desde Resovia

source: We'll probably arrange a small bus and other sort of transports to get people between Rzeszów and Przeworsk.
es: Probablemente organicemos un autobús pequeño y otro tipo de transportes para mover a la gente entre Resovia y Przeworsk.

source: Where am I sleeping?
es: Dónde voy a dormir?

source: We've booked two entire hotels in Przeworsk for Friday, Saturday and Sunday nights.
es: Hemos reservado dos hoteles enteros en Przeworsk para las noches del viernes, sábado y domingo.

source: This hotel is right in the centre of Przeworsk. This hotel can only host 20 people, so we've decided to leave it for Javi's family.
es: Este hotel está justo en el centro de Przeworsk. Sólo tiene capacidad para 20 personas, así que hemos decidido dejarlo para la familia de Javi.

source: This one is ten walking minutes away from the other one. It can host up to 34 people and this is where most of the youngsters will stay. The breakfast is included.
es: Éste está a 10 minutos andando desde el otro hotel. Tiene capacidad para 34 personas y es donde la gente joven (por debajo de los 40) pasarán las noches. El desayuno está incluido.

source: Both places have been booked already, but you'll just need to pay in the checkout - expect £10 per person, per night (around 50 złoty) in Teresy and £12 per person per night (around 60 złoty) in Terapia. See a small map below with both hotels marked. The marker on the right is the church where the ceremony will take place and the blue dot is Magda's parents' house – I'm there right now.
es: Hemos reservado los dos sitios por completo, pero tendréis que pagar cada uno en el checkout. El precio en Teresy es de £10 por persona, por noche (unos 50 złoty) y en Terapia £12 por persona, por noche (unos 60 złoty). En el mapa siguiente podéis ver los hoteles marcados. El marcador de la derecha es la iglesia donde la ceremonia tendrá lugar y el punto azul es la casa de los padres de Magda - estoy ahí ahora mismo.

source: Save the Date
es: Reserva la Fecha

source: In
es: En

source: days we're getting married!
es: días nos casamos!

source: Come and celebrate with us the most important day of our lives.
es: Ven y celebra con nosotros el día más importante de nuestras vidas.

source: Confirm your attendance
es: Confirma tu asistencia

source: Thanks for RSVPing.
es: Gracias por confirmar tu asistencia.

source: You can go back and edit your RSVP status:
es: Puedes volver a la página anterior y cambiar tu respuesta:

source: You already said you'll come to our wedding.
es: Ya nos has dicho que vendrás a nuestra boda.

source: You already said you won't be able to make it :(
es: Ya nos has dicho que no podrás venir a nuestra boda :(

source: You can change any of your answers in the following form.
es: Aún estás a tiempo de cambiar tu respuesta en el siguiente formulario.

source: Save your RSVP status
es: Guardar respuesta

source: Contact us with any questions you might have:
es: Contáctanos con cualquier pregunta que tengas:

source: Check your email for the attendance confirmation email.
es: Busca en tu correo electrónico el email para confirmar asistencia.

source: Help us organising our wedding
es: Ayúdanos a organizar nuestra boda

source: Enter the name of a song you would like to hear in the after party
es: Escribe el nombre de una canción que te gustaría que sonara en la after party

source: Submitting as
es: Enviando como

source: Log in with your Google account and help us picking music for the after party
es: Inicia sesión con tu cuenta de Google y ayúdanos a elegir la música de la after party

source: Log in
es: Inicia sesión

source: Song title
es: Título de la canción

source: Artist name
es: Nombre del artista

source: Are you coming to our wedding?
es: Vas a venir a nuestra boda?

source: Are you bringing a plus-one?
es: Vas a traer pareja?

source: You can't bring a plus one if you're not coming.
es: No puedes traer pareja si no vienes a la boda.
